---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.BendingDetailCustomFieldProperties
source: html/d7dd5659-343f-5e1a-3c45-867f94526f45.htm
---
# BendingDetailCustomFieldProperties Members

Identifies if the custom field properties are equal or not.